import React from "react";
import styles from "./styles.module.scss";
import Link from "next/link";

export const metadata = {
  title: "Політика конфіденційності",
  description:
    "Ми гарантуємо захист персональних даних клієнтів. Ознайомтеся з політикою конфіденційності компанії «Аудит Консультант» та «Бухгалтер Консультант»",
};

const page = () => {
  return (
    <div className={styles.policy}>
      <h1>ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ</h1>
      <p className={styles.snoska}>в редакції від «01» грудня 2024 року</p>
      <p className={styles.text}>
        Ця Політика конфіденційності визначає загальні умови обробки та захисту
        персональних даних Користувачів, які збираються в процесі отримання ними
        послуг, що надаються Виконавцем та використання Платформи за адресою:{" "}
        <Link href="/">https://consulting.lviv.ua/</Link>
      </p>
      <h2>1. Загальні положення</h2>
      <p className={styles.text}>
        1.1. Перед реєстрацією на Платформі, Користувач зобов’язаний
        ознайомитись з положеннями цієї Політики конфіденційності та надати свою
        однозначну згоду на обробку своїх персональних даних.
      </p>
      <p className={styles.text}>
        1.2. Користувач, заповнюючи спеціальну форму на Платформі та натискаючи
        на кнопку «Замовити послугу» (або кнопку з іншою назвою, яка має
        аналогічне значення), тим самим погоджується з умовами цієї Політики
        конфіденційності та надає згоду на обробку його персональних даних.
        Згода Користувача на обробку його персональних даних може виражатись у
        конклюдентних діях, зокрема у продовженні використання Платформи після
        того, як Користувач повинен був ознайомитись із цією Політикою
        конфіденційності.
      </p>
      <p className={styles.text}>
        1.3. Користувач повинен негайно припинити використання Платформи, якщо
        він не погоджується з умовами цієї Політики конфіденційності.
      </p>
      <p className={styles.text}>
        1.4. Володільцем та розпорядником персональних даних відповідно до цієї
        Політки конфіденційності є Виконавець.
      </p>
      <h2>2. Визначення понять і їх тлумачення</h2>
      <p className={styles.text}>
        2.1. Терміни та поняття, що використовуються у цій Політиці
        конфіденційності, вживаються у значеннях наведених нижче:
      </p>
      <p className={styles.text}>
        <strong>Платформа</strong> – сукупність даних (текстів, графічних і
        дизайнерських елементів, фото, відео та інших результатів
        інтелектуальної діяльності, комп’ютерних програм), що пов’язані між
        собою, містяться в інформаційній системі, та забезпечують доступність
        цієї інформації для кінцевих споживачів та розміщуються за адресою:{" "}
        <Link href="/">https://consulting.lviv.ua/</Link>
      </p>
      <p className={styles.text}>
        <strong>Користувач</strong> – фізична особа, яка використовує Платформу.
      </p>
      <p className={styles.text}>
        <strong>Виконавець</strong> - юридична особа, яка надає Користувачу
        послуги в порядку та на умовах, визначених Публічним договором, та яка
        також є володільцем та розпорядником персональних даних Користувачів.
      </p>
      <p className={styles.text}>
        2.2. Заголовки у цій Політиці конфіденційності наводяться лише для
        зручності і не впливають на тлумачення пунктів Політики
        конфіденційності.
      </p>
      <p className={styles.text}>
        2.3. У випадку, якщо у цій Політиці конфіденційності використовуються
        терміни і поняття не визначені цим розділом Політики конфіденційності,
        то тлумачення такого терміну або поняття відбувається відповідно до
        тексту цієї Політики. У випадку відсутності однозначного тлумачення
        терміну або поняття, необхідно тлумачити це поняття виходячи із правил
        розуміння таких термінів та понять в мережі інтернет.
      </p>
      <h2>3. Дані, які можуть збиратися</h2>
      <p className={styles.text}>
        3.1. До інформації про Користувача, яка може збиратися відповідно до
        цієї Політики конфіденційності, відноситься:
      </p>
      <p className={styles.text}>
        3.1.1. Інформація, отримана від Користувача, зокрема:
      </p>
      <ul>
        <li>ПІБ фізичної особи;</li>
        <li>номер телефону;</li>
        <li>електронна пошта;</li>
      </ul>
      <p className={styles.text}>
        3.1.2. Інформація отримана під час використання Платформи, зокрема:
      </p>
      <ul>
        <li>файли Cookies;</li>
        <li>IP-адреса Користувача;</li>
        <li>поведінка Користувача на Платформі.</li>
      </ul>
      <p className={styles.text}>
        3.2. Виконавець може автоматично збирати неособисту інформацію
        Користувача, тобто таку що не дає можливості прямо чи опосередковано
        ідентифікувати Користувача, зокрема про тип браузера Користувача, або
        інформацію про сайт, з якого Користувач перейшов на Платформу.
      </p>
      <h2>4. Мета обробки та строки зберігання персональних даних</h2>
      <p className={styles.text}>
        4.1. Прізвище, ім’я, по батькові, номер телефону та електронна пошта
        Користувача збираються для організації та реалізації співпраці між
        Користувачем та Виконавцем, зокрема для надання Виконавцем послуг
        Користувачу. Така інформація зберігається протягом трьох років з моменту
        здійснення останньої реєстрації/введення даних на Платформі.
      </p>
      <p className={styles.text}>
        4.2. Електронна пошта Користувача та номер телефону збираються для
        обміну інформацією з Користувачем, в тому числі щодо надання Користувачу
        інформації рекламного характеру про діяльність Виконавця. Така
        інформація зберігається протягом трьох років з моменту здійснення
        останньої реєстрації/введення даних на Платформі.
      </p>
      <p className={styles.text}>
        Користувач має право в будь-який момент відмовитись від отримання SMS,
        повідомлень у месенджерах, листів на електронну пошту з інформацією,
        визначеною цим пунктом.
      </p>
      <p className={styles.text}>
        4.3. Інформація про файли Cookies, IP-адресу Користувача, поведінку
        Користувача на Платформі збирається для адаптації маркетингових і
        рекламних заходів, що пропонується на Платформі або сервісах третіх
        осіб, та контролю загальної і індивідуальної активності Користувачів.
      </p>
      <p className={styles.text}>
        Сторінки з активними посиланнями також використовують стандартну функцію
        програмного забезпечення для сервісів у мережі інтернет під назвою
        «Cookies» для покращення досвіду Користувачів від відвідування й
        використання сторінки.
      </p>
      <p className={styles.text}>
        Файли cookie — це фрагмент даних, який сервер надсилає до веббраузера
        користувача. Cookie застосовується для аналітики, продуктивності та в
        рекламних цілях.
      </p>
      <p className={styles.text}>
        Для роботи сторінки використовуються основні та додаткові файли Cookie.
        Основні файли не вимагають вашої згоди на їх використання, оскільки
        необхідні для забезпечення роботи сторінки, додаткові Cookie збираються
        та використовуються у тому випадку, якщо Користувач дає на це згоду.
      </p>
      <p className={styles.text}>
        Якщо ви не хочете давати згоду або хочете відкликати свою згоду на
        використання Cookie, вам необхідно заблокувати, видалити або вимкнути
        файли Cookie. Вимкнення, видалення або блокування файлів впливає на
        функціональність сторінки, ви можете бути обмежені у використанні деяких
        функцій.
      </p>
      <p className={styles.text}>
        Щоб вимкнути, видалити або заблокувати файли Cookie, необхідно змінити
        налаштування Cookie у вашому браузері. Такі налаштування зазвичай
        знаходяться в меню «Параметри» або «Налаштування» вашого
        інтернет-браузера.
      </p>
      <p className={styles.text}>
        Ви також можете видалити всі збережені на вашому пристрої файли Cookies
        через меню налаштувань вашого браузера.
      </p>
      <p className={styles.text}>
        Продавець наголошує на тому, що Cookies є необхідними для коректної
        роботи деяких функцій сторінок, і їхнє виключення або очищення можуть
        призвести до некоректного або неповного доступу до деяких ресурсів та
        функцій Сайту.
      </p>
      <p className={styles.text}>
        Така інформація зберігається протягом трьох років з моменту останнього
        відвідування Платформи Користувачем.
      </p>
      <p className={styles.text}>
        4.4. Виконавець не здійснює збір та обробку платіжних даних Користувача.
        Такий збір та обробка здійснюється відповідно до внутрішніх документів
        платіжної системи-партнера та (або) банка-партнера у випадках можливості
        використання їх на Платформі.
      </p>
      <h2>5. Права Користувача</h2>
      <p className={styles.text}>5.1. Користувач має право:</p>
      <p className={styles.text}>
        5.1.1. знати про джерела збирання, місцезнаходження своїх персональних
        даних, мету їх обробки, місцезнаходження або місце проживання
        (перебування) володільця чи розпорядника персональних даних або дати
        відповідне доручення щодо отримання цієї інформації уповноваженим ним
        особам, крім випадків, встановлених законом;
      </p>
      <p className={styles.text}>
        5.1.2. отримувати інформацію про умови надання доступу до персональних
        даних, зокрема інформацію про третіх осіб, яким передаються його
        персональні дані;
      </p>
      <p className={styles.text}>
        5.1.3. на доступ до своїх персональних даних;
      </p>
      <p className={styles.text}>
        5.1.4. отримувати не пізніш як за тридцять календарних днів з дня
        надходження запиту, крім випадків, передбачених законом, відповідь про
        те, чи обробляються його персональні дані, а також отримувати зміст
        таких персональних даних;
      </p>
      <p className={styles.text}>
        5.1.5. пред’являти вмотивовану вимогу володільцю персональних даних із
        запереченням проти обробки своїх персональних даних;
      </p>
      <p className={styles.text}>
        5.1.6. пред'являти вмотивовану вимогу щодо зміни або знищення своїх
        персональних даних будь-яким володільцем та розпорядником персональних
        даних, якщо ці дані обробляються незаконно чи є недостовірними;
      </p>
      <p className={styles.text}>
        5.1.7. на захист своїх персональних даних від незаконної обробки та
        випадкової втрати, знищення, пошкодження у зв'язку з умисним
        приховуванням, ненаданням чи несвоєчасним їх наданням, а також на захист
        від надання відомостей, що є недостовірними чи ганьблять честь, гідність
        та ділову репутацію фізичної особи;
      </p>
      <p className={styles.text}>
        5.1.8. звертатися із скаргами на обробку своїх персональних даних до
        Уповноваженого Верховної ради України з прав людини або до суду;
      </p>
      <p className={styles.text}>
        5.1.9. застосовувати засоби правового захисту в разі порушення
        законодавства про захист персональних даних;
      </p>
      <p className={styles.text}>
        5.1.10. вносити застереження стосовно обмеження права на обробку своїх
        персональних даних під час надання згоди;
      </p>
      <p className={styles.text}>
        5.1.11. відкликати згоду на обробку персональних даних;
      </p>
      <p className={styles.text}>
        5.1.12. знати механізм автоматичної обробки персональних даних;
      </p>
      <p className={styles.text}>
        5.1.13. на захист від автоматизованого рішення, яке має для нього
        правові наслідки.
      </p>
      <p className={styles.text}>
        5.2. Користувач, який має намір реалізувати свої права, передбачені
        пунктом 5.1 цієї Політики конфіденційності, направляє свою вимогу на
        адресу електронної пошти:{" "}
        <Link href="mailto:audit@consulting.lviv.ua">
          audit@consulting.lviv.ua
        </Link>
        . Така вимога розглядається Виконавцем протягом 10 днів з моменту
        отримання.
      </p>
      <h2>6. Доступ до персональних даних третіми особами</h2>
      <p className={styles.text}>
        6.1. Персональні дані Користувачів можуть бути передані третім особам у
        таких випадках:
      </p>
      <p className={styles.text}>6.1.1. за письмовою згодою Користувача;</p>
      <p className={styles.text}>
        6.1.2. у випадках передбачених чинним законодавством України та цією
        Політикою конфіденційності;
      </p>
      <p className={styles.text}>
        6.1.3. у випадку необхідності передачі даних партнерам (контрагентам
        тощо) Виконавця з метою вчинення правочинів (виконання зобов’язань), які
        пов’язані із Користувачем.
      </p>
      <p className={styles.text}>
        6.2. Виконавець залишає за собою право надавати знеособлені дані
        будь-яким третім особам.
      </p>
      <p className={styles.text}>
        6.3. Користувач погоджується та надає згоду на передачу його
        персональних даних третій особі, в тому числі юридичній особі,
        зареєстрованій за законодавством іноземної держави, з метою надання
        такою особою платформи для надання Виконавцем послуг, в обсягах
        необхідних для виконання договору, укладеного між Виконавцем та
        Користувачем. Обробка персональних даних Користувача такими третіми
        особами здійснюється відповідно до внутрішніх правил таких третіх осіб.
        В будь-якому разі Виконавець має впевнитися, що заходи, які вживаються
        такими третіми особами для захисту персональних даних Користувача, не є
        гіршими заходів Виконавця. Замовник має право звернутися до Виконавця із
        заявою, яка направляється на електронну пошту:{" "}
        <Link href="mailto:audit@consulting.lviv.ua">
          audit@consulting.lviv.ua
        </Link>{" "}
        з проханням надати інформацію про таких третіх осіб та правил обробки
        ними персональних даних Користувача.
      </p>
      <h2>7. Порядок захисту конфіденційної інформації</h2>
      <p className={styles.text}>
        7.1. Виконавець здійснює обробку персональних даних із застосуванням
        правових, організаційних та технічних заходів, що запобігають випадковим
        втратам, знищенню та (або) незаконній обробці, зокрема незаконного
        знищення чи доступу до персональних даних.
      </p>
      <p className={styles.text}>
        7.2. Працівники Виконавця та треті особи, залучені Виконавцем з метою
        надання послуг Користувачу, мають доступ лише до тих персональних даних,
        які необхідні їм в процесі виконання своїх обов’язків.
      </p>
      <p className={styles.text}>
        7.3. Видалення та знищення персональних даних Користувачів здійснюється
        у спосіб, що виключає подальшу можливість поновлення таких персональних
        даних.
      </p>
      <h2>8. Інші положення</h2>
      <p className={styles.text}>
        8.1. Виконавець має право в односторонньому порядку змінювати умови цієї
        Політики конфіденційності, не повідомляючи про це Користувача. Зміни до
        Політики вступають у силу з моменту їх розміщення на Платформі.
      </p>
      <p className={styles.text}>
        8.2. У разі, якщо будь-яке з положень цих Правил буде визнано будь-яким
        компетентним державним органом України недійсним, це не вплине на
        дійсність або можливість виконання будь-яких інших умов цих Правил, які
        залишаються повністю дійсними, якщо інше не передбачено законодавством
        України.
      </p>
      <p className={styles.text}>
        8.3. Вирішення спорів, які виникають між Сторонами щодо виконання цих
        Правил, здійснюється шляхом переговорів.
      </p>
      <p className={styles.text}>
        8.4. Спори між Сторонами, неврегульовані Сторонами шляхом переговорів,
        вирішуються компетентним судом України за законодавством України.
      </p>
    </div>
  );
};

export default page;
