export const data = [
  {
    name: 'Консультації',
    items: [
      {
        name: 'По бухгалтерії (до 30 хв.)',
        from: false,
        price: 1000,
        nom: 'грн',
      },
      {
        name: 'По бухгалтерії (до 1 год.)',
        from: false,
        price: 1500,
        nom: 'грн',
      },
      {
        name: 'По фінансам (до 1 год.)',
        from: false,
        price: 1500,
        nom: 'грн',
      },
      {
        name: 'По інвестуванню (до 1 год.)',
        from: false,
        price: 1500,
        nom: 'грн',
      },
    ],
  },
  {
    name: 'ФОП',
    items: [
      {
        name: 'Відкриття ФОП',
        from: false,
        price: 1700,
        nom: 'грн',
      },
      {
        name: 'Реєстрація ПРРО',
        from: false,
        price: 2500,
        nom: 'грн',
      },
      {
        name: 'Реєстрація ФОП + ПРРО',
        from: false,
        price: 3000,
        nom: 'грн',
      },
      {
        name: 'Супровід ФОП без ПРРО',
        from: false,
        price: 2000,
        nom: 'грн',
      },
      {
        name: 'Супровід ФОП з ПРРО',
        from: false,
        price: 2700,
        nom: 'грн',
      },
      {
        name: 'Ведення найманих працівників',
        from: false,
        price: 700,
        nom: 'грн',
      },
      {
        name: 'Закриття ФОП',
        from: false,
        price: 2000,
        nom: 'грн',
      },
      {
        name: 'Подання річної звітності',
        from: false,
        price: 2000,
        nom: 'грн',
      },
      {
        name: 'Оформлення декрету',
        from: false,
        price: 2500,
        nom: 'грн',
      },
    ],
  },
  {
    name: 'ТОВ',
    items: [
      {
        name: 'Відкриття ТОВ',
        from: false,
        price: 4000,
        nom: 'грн',
      },
      {
        name: 'Ведення ТОВ на спрощеній системі',
        from: true,
        price: 5500,
        nom: 'грн',
      },
      {
        name: 'Ведення ТОВ на заг.системі (акциз)',
        from: true,
        price: 6500,
        nom: 'грн',
      },
      {
        name: 'Ведення на заг.системі з ПДВ, імпорт, виробництво, акциз',
        from: true,
        price: 8500,
        nom: 'грн',
      },
      {
        name: 'Ведення ТОВ з найманими працівниками',
        from: false,
        price: 700,
        nom: 'грн',
      },
      {
        name: 'Ведення неприбуткової організації',
        from: false,
        price: 4500,
        nom: 'грн',
      },
      {
        name: 'Розміщення облікових програм на віддаленому хмарному сервері',
        from: false,
        price: 500,
        nom: 'грн',
      },
      {
        name: 'Доступ до програм на хмарному сервері',
        from: false,
        price: 500,
        nom: 'грн',
      },
    ],
  },
  {
    name: 'Фінанси',
    items: [
      {
        name: 'Облік фінансів в програмах BAS, Finmap, Zoho books, Excel',
        from: true,
        price: 7000,
        nom: 'грн',
      },
      {
        name: 'Формування фінансової звітності P&L, Cash Flow, Balance',
        from: false,
        price: 15000,
        nom: 'грн',
      },
      {
        name: 'Бізнес план для подання на гранти',
        from: true,
        price: 5000,
        nom: 'грн',
      },
      {
        name: 'Формування бюджету',
        from: false,
        price: 7000,
        nom: 'грн',
      },
      {
        name: 'Аналіз та аудит діяльності, рекомендації для покращення роботи бізнесу',
        from: false,
        price: 10000,
        nom: 'грн',
      },
    ],
  },
  {
    name: 'Отримання грантів',
    items: [
      {
        name: 'Допомога з поданням грантової заявки',
        from: false,
        price: 2500,
        nom: 'грн',
      },
      {
        name: 'Формування бізнес плану “Є РОБОТА”',
        from: true,
        price: 5000,
        nom: 'грн',
      },
      {
        name: 'Формування бізнес плану “ДЛЯ ВЕТЕРАНІВ”',
        from: true,
        price: 5000,
        nom: 'грн',
      },
      {
        name: 'Грантовий супровід ',
        from: true,
        price: 5000,
        nom: 'грн',
      },
    ],
  },
  {
    name: 'Юридичні послуги',
    items: [
      {
        name: 'Консультація юриста',
        from: false,
        price: 1500,
        nom: 'грн',
      },
      {
        name: 'Консультація юриста + бухгалтера',
        from: false,
        price: 2000,
        nom: 'грн',
      },
      {
        name: 'Формування договору',
        from: false,
        price: 1000,
        nom: 'грн/год',
      },
      {
        name: 'Юридичний супровід бізнесу до 10 год/міс',
        from: false,
        price: 200,
        nom: '$/міс',
      },
      {
        name: 'Юридичний супровід бізнесу до 25 год/міс',
        from: false,
        price: 300,
        nom: '$/міс',
      },
      {
        name: 'Юридичний супровід бізнесу до 50 год/міс',
        from: false,
        price: 500,
        nom: '$/міс',
      },
      {
        name: 'Відкриття юридичної особи під ключ (без врахування послуг нотаріуса)',
        from: true,
        price: 5000,
        nom: 'грн',
      },
      {
        name: 'Формування пояснення щодо: розблокування податкових накладних',
        from: true,
        price: 4000,
        nom: 'грн',
      },
      {
        name: 'Формування пояснення щодо: таблиці даних платника податків',
        from: false,
        price: 5000,
        nom: 'грн',
      },
    ],
  },
  {
    name: 'КІК',
    items: [
      {
        name: 'Повідомлення про набуття (початок здійснення фактичного контролю) або відчуження частки КІК',
        from: false,
        price: 4000,
        nom: 'грн/рік',
      },
      {
        name: 'Звіт про КІК ',
        from: true,
        price: 7000,
        nom: 'грн/рік',
      },
      {
        name: 'Подання декларації про майновий стан та доходи громадян без показників до декларування ',
        from: false,
        price: 3500,
        nom: 'грн/рік',
      },
      {
        name: 'Подання декларації про майновий стан та доходи громадян з показниками до декларування',
        from: true,
        price: 4500,
        nom: 'грн/рік',
      },
      {
        name: 'Пакет звітності КІК: Звіт про КІК+декларація про майновий стан та доходи ',
        from: true,
        price: 10500,
        nom: 'грн/рік',
      },
    ],
  },
  {
    name: 'Програмування BAS / хмарний сервер',
    items: [
      {
        name: 'Програмування BAS Бухгалтерії (вартість за годину роботи)',
        from: false,
        price: 1500,
        nom: 'грн',
      },
      {
        name: 'Оновлення релізу BAS',
        from: false,
        price: 700,
        nom: 'грн',
      },
      {
        name: 'Розгортання бази BAS на сервері  ',
        from: false,
        price: 700,
        nom: 'грн',
      },
      {
        name: 'Розгортання бази BAS на сервері із зовнішнім доступом через браузер ',
        from: false,
        price: 1500,
        nom: 'грн',
      },
      {
        name: 'Розгортання бази BAS на сервері із зовнішнім доступом зі встановленням клієнта BAF',
        from: false,
        price: 2000,
        nom: 'грн',
      },
      {
        name: 'Розміщення бази BAS на SQL в клієнт-серверному режимі',
        from: false,
        price: 1200,
        nom: 'грн',
      },
      {
        name: 'Послуги віддаленого хмарного серверу для розміщення програми BAS',
        from: false,
        price: 500,
        nom: 'грн/міс',
      },
    ],
  },
  {
    name: 'Дія.City',
    items: [
      {
        name: 'Бухгалтерський супровід резидентів Дія.City',
        from: true,
        price: 20000,
        nom: 'грн',
      },
      {
        name: 'Розробка гіг-контракту ',
        from: true,
        price: 3000,
        nom: 'грн',
      },
      {
        name: 'Реєстрація ТОВ',
        from: false,
        price: 4000,
        nom: 'грн',
      },
      {
        name: 'Доступ до програм на хмарному сервері ',
        from: false,
        price: 500,
        nom: 'грн',
      },
      {
        name: 'Супровід гіг-спеціалістів',
        from: false,
        price: 700,
        nom: 'грн',
      },
    ],
  },
];
